Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PRIVACY_ERROR_PERMISSION_DENIED
source: The item couldn’t be added or removed because you don’t have the appropriate permissions.
ar: تعذرت إضافة العنصر أو إزالته نظرًا لعدم توفر الأذونات المناسبة لديك.
ca: Aquest ítem no s’ha pogut afegir ni eliminar perquè no tens els permisos adequats.
cs: Položku nelze přidat nebo odstranit, protože nemáte příslušná oprávnění.
da: Emnet kunne hverken tilføjes eller fjernes, fordi du ikke har de korrekte tilladelser.
de: Das Objekt konnte weder hinzugefügt noch entfernt werden, da du nicht über die erforderlichen Zugriffsrechte verfügst.
el: Δεν είναι δυνατό να προστεθεί ή να αφαιρεθεί το στοιχείο επειδή δεν έχετε τα κατάλληλα δικαιώματα.
es: No se ha podido añadir o eliminar el ítem porque no dispones de los permisos apropiados.
es_us: No se pudo agregar o eliminar el elemento porque no tienes los permisos apropiados.
fi: Kohdetta ei voitu lisätä tai poistaa, koska sinulla ei ole tarvittavia oikeuksia.
fr: L’élément n’a pas pu être ajouté ou supprimé parce que vous ne disposez pas des autorisations nécessaires.
fr_ca: L’élément n’a pas pu être ajouté ou supprimé parce que vous ne disposez pas des autorisations nécessaires.
he: אין באפשרותך להוסיף או להסיר את הפריט משום שאין לך הרשאות מתאימות.
hi: आइटम जोड़ा या हटाया नहीं जा सका क्योंकि आपको उपयुक्त अनुमतियाँ नहीं हैं।
hr: Stavka se ne može dodati ili ukloniti jer nemate odgovarajuća dopuštenja.
hu: Az elem nem adható hozzá vagy távolítható el, mert Ön nem rendelkezik a megfelelő jogosultságokkal.
id: Item ini tidak dapat ditambahkan atau dihapus karena Anda tidak memiliki izin yang sesuai.
it: L’elemento non è stato aggiunto o rimosso perché non disponi dei permessi appropriati.
ja: 適切なアクセス権をもっていないため項目の追加または削除ができません。
ko: 충분한 권한이 없기 때문에 해당 항목을 추가 또는 제거할 수 없습니다.
ms: Item tidak dapat ditambah atau dikeluarkan kerana anda tiada keizinan yang sesuai.
nl: Het onderdeel kon niet worden toegevoegd of verwijderd, omdat je niet de juiste bevoegdheden hebt.
no: Objektet kunne ikke legges til eller fjernes fordi du ikke har de nødvendige rettighetene.
pl: Nie można było dodać lub usunąć tej rzeczy; nie masz odpowiednich uprawnień.
pt: O item não pôde ser adicionado ou removido porque você não possui as permissões apropriadas.
pt_pt: Não foi possível adicionar ou remover o elemento, porque o utilizador não tem as autorizações corretas.
ro: Articolul nu a putut fi adăugat sau eliminat deoarece nu dețineți permisiunile corespunzătoare.
ru: Не удалось добавить или удалить объект, так как у Вас нет соответствующих прав.
sk: Položku sa nepodarilo pridať alebo odstrániť, pretože nemáte príslušné práva.
sl: Elementa ni bilo mogoče dodati ali odstraniti, ker nimate ustreznih dovoljenj.
sv: Objektet kunde inte läggas till eller tas bort eftersom du saknar lämplig behörighet.
th: ไม่สามารถเพิ่มหรือเอารายการออกได้เนื่องจากคุณไม่ได้รับอนุญาตอย่างเหมาะสม
tr: Uygun izinlere sahip olmadığınız için öğe eklenemedi veya silinemedi.
uk: Елемент неможливо додати або вилучити, оскільки у вас немає потрібних дозволів.
vi: Không thể thêm hoặc xóa mục vì bạn không có quyền phù hợp.
zh_cn: 未能添加或移除此项目，因为你未获相应许可。
zh_hk: 無法加入或移除項目，因為你沒有適當的權限。
zh_tw: 無法加入或移除項目，因為你沒有適當的權限。

# IMPROVE_SIRI_ABOUT_SIRI_AND_PRIVACY_LINK
source: About Siri and Privacy…
ar: حول Siri والخصوصية…
ca: Sobre Siri i la privacitat…
cs: O Siri a soukromí…
da: Om Siri og anonymitet…
de: Über Siri und Datenschutz …
el: Πληροφορίες για το Siri και το απόρρητο…
es: Acerca de Siri y la privacidad…
es_us: Acerca de Siri y la privacidad…
fi: Tietoja: Siri ja tietosuoja…
fr: Siri et confidentialité…
fr_ca: Siri et confidentialité…
he: מידע בנושא Siri ופרטיות…
hi: Siri और गोपनीयता परिचय…
hr: Više o značajki Siri i privatnosti…
hu: Siriről és az adatvédelemről…
id: Mengenai Siri dan Privasi…
it: Siri e privacy…
ja: Siriとプライバシーについて…
ko: Siri 및 개인 정보 보호에 관하여…
ms: Perihal Siri dan Privasi…
nl: Over Siri en privacy…
no: Om Siri og personvern…
pl: Siri i prywatność…
pt: Sobre a Siri e Privacidade…
pt_pt: Acerca de Siri e Privacidade…
ro: Despre Siri și intimitate…
ru: О Siri и конфиденциальности…
sk: O Siri a súkromí…
sl: Več o Siri in zasebnosti …
sv: Om Siri och integritet…
th: เกี่ยวกับ Siri และความเป็นส่วนตัว…
tr: Siri ve Gizlilik Hakkında…
uk: Про Siri та приватність…
vi: Siri và Quyền riêng tư…
zh_cn: 关于Siri和隐私…
zh_hk: 關於Siri與私隱⋯
zh_tw: 關於Siri和隱私權⋯

# HOT_KEY_UNKNOWN_ERROR_MESSAGE
source: An unknown error of type %d occurred while trying to register the selected keyboard shortcut. Please try again or choose another shortcut.
ar: حدث خطأ غير معروف من نوع %d أثناء محاولة تسجيل اختصار لوحة المفاتيح المحدد. الرجاء المحاولة مرة أخرى أو اختيار اختصار آخر.
ca: Hi ha hagut un error desconegut de tipus %d en intentar registrar la drecera de teclat seleccionada. Intenta-ho de nou o selecciona una altra drecera.
cs: Při pokusu o registraci vybrané klávesové zkratky se vyskytla neznámá chyba typu %d. Zkuste to znovu nebo vyberte jinou zkratku.
da: Der opstod en ukendt fejl af typen %d under forsøg på at registrere den valgte tastaturgenvej. Prøv igen, eller vælg en anden genvej.
de: Beim Versuch, den ausgewählten Tastaturkurzbefehl einzutragen, ist ein unbekannter Fehler vom Typ %d aufgetreten. Bitte versuche es erneut oder wähle einen anderen Kurzbefehl.
el: Παρουσιάστηκε άγνωστο σφάλμα τύπου %d κατά την προσπάθεια καταχώρισης της επιλεγμένης συντόμευσης πληκτρολογίου. Δοκιμάστε ξανά ή επιλέξτε άλλη συντόμευση.
es: Se ha producido un error desconocido de tipo %d al intentar registrar la función rápida de teclado seleccionada. Inténtalo de nuevo o prueba con otra distinta.
es_us: Ocurrió un error desconocido de tipo %d al intentar registrar la función rápida de teclado seleccionada. Intenta de nuevo o con otra distinta.
fi: Yritettäessä rekisteröidä valittua näppäinoikotietä tapahtui tuntematon virhe %d. Yritä uudelleen tai valitse toinen oikotie.
fr: Une erreur inconnue de type %d s’est produite lors de la tentative d’enregistrement du raccourci clavier sélectionné. Veuillez réessayer ou choisir un autre raccourci clavier.
fr_ca: Une erreur inconnue de type %d s’est produite lors de la tentative d’enregistrement du raccourci clavier sélectionné. Veuillez réessayer ou choisir un autre raccourci clavier.
he: אירעה שגיאה לא מוכרת מסוג %d בעת הניסיון לרשום את קיצור המקלדת הנבחר. נא לנסות שוב או לבחור קיצור אחר.
hi: चयनित कीबोर्ड शॉर्टकट पंजीकृत करते समय %d प्रकार की अज्ञात एरर हुआ। कृपया फिर कोशिश करें या अन्य शॉर्टकट चुनें।
hr: Došlo je do nepoznate greške tipa %d dok ste pokušavali registrirati odabrani prečac tipkovnice. Molimo pokušajte ponovno ili odaberite drugi prečac.
hu: Ismeretlen, %d típusú hiba lépett fel a kiválasztott gyorsbillentyű regisztrálásakor. Kérem, próbálkozzon újra vagy válasszon más billentyűparancsot.
id: Terjadi kesalahan jenis %d yang tidak dikenal saat mencoba untuk mendaftarkan pintasan papan ketik yang dipilih. Coba lagi atau pilih pintasan lain.
it: Si è verificato un errore sconosciuto di tipo %d durante il tentativo di registrazione dell’abbreviazione da tastiera selezionata. Riprova o scegli un’altra abbreviazione.
ja: 選択されたキーボードショートカットを登録しようとしているときに、タイプ%dの不明なエラーが起きました。やり直すか、別のショートカットを選択してください。
ko: 선택된 키보드 단축키를 등록하는 과정에서 알려지지 않은 %d 유형의 오류가 발생했습니다. 재시도하거나 다른 단축키를 선택하십시오.
ms: Ralat jenis %d yang tidak diketahui berlaku semasa cuba mendaftar pintasan papan kekunci yang dipilih. Sila cuba lagi atau pilih pintasan lain.
nl: Er heeft zich een onbekende fout van het type %d voorgedaan bij het registreren van de geselecteerde toetscombinatie. Probeer het opnieuw of kies een andere toetscombinatie.
no: Det oppsto en ukjent feil av typen %d under forsøk på å registrere tastatursnarveien. Prøv igjen, eller velg en annen snarvei.
pl: Wystąpił nieznany błąd typu %d podczas próby zarejestrowania zaznaczonego skrótu klawiszowego. Spróbuj ponownie lub wybierz inny skrót.
pt: Ocorreu um erro do tipo %d ao tentar registrar o atalho de teclado selecionado. Tente novamente ou escolha outro atalho.
pt_pt: Ocorreu um erro desconhecido do tipo %d durante a tentativa de registo do atalho de teclado selecionado. Tente de novo ou selecione outro atalho de teclado.
ro: A survenit o eroare necunoscută de tipul %d la înregistrarea scurtăturii de tastatură selectate. Încercați din nou sau selectați o altă scurtătură.
ru: Произошла неизвестная ошибка типа %d при попытке зарегистрировать данное сочетание клавиш. Попытайтесь еще раз или выберите другое сочетание.
sk: Pri pokuse o registráciu vybranej klávesovej skratky nastala neznáma chyba typu %d. Skúste to znovu, alebo vyberte inú skratku.
sl: Pri poskusu registracije izbrane bližnjice na tipkovnici je prišlo do neznane napake vrste %d. Poskusite znova ali izberite drugo bližnjico.
sv: Ett okänt fel av typen %d inträffade när det valda kortkommandot skulle registreras. Försök igen eller välj ett annat kortkommando.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขึ้นของประเภท %d ในระหว่างพยายามลงทะเบียนปุ่มลัดแป้นพิมพ์ที่เลือก โปรดลองอีกครั้งหรือเลือกปุ่มลัดอื่น
tr: Seçilen klavye kestirmesi kaydedilmeye çalışılırken %d türünde bilinmeyen bir hata oluştu. Lütfen yeniden deneyin ya da başka bir kestirme seçin.
uk: Під час реєстрації цього клавіатурного скорочення сталася невідома помилка типу %d. Будь ласка, спробуйте ще раз або виберіть інше клавіатурне скорочення.
vi: Đã xảy ra lỗi không xác định thuộc loại %d khi thử đăng ký phím tắt bàn phím đã chọn. Vui lòng thử lại hoặc chọn phím tắt khác.
zh_cn: 尝试注册所选键盘快捷键时出现了类型为%d的未知错误。请重试或选取另一个快捷键。
zh_hk: 當嘗試註冊所選的鍵盤快捷鍵時發生類型%d的未知錯誤。請再試或選擇另外的快捷鍵。
zh_tw: 嘗試登錄所選的鍵盤快速鍵時發生未知類型%d的錯誤。請再試一次或選擇其他快速鍵。

# DELETE_ITEM_TOOLTIP
source: Remove selected items from list
ar: إزالة العناصر المحددة من القائمة
ca: Elimina de la llista els ítems seleccionats.
cs: Odstraní vybrané položky ze seznamu
da: Fjern valgte emner fra liste
de: Ausgewählte Objekte von der Liste entfernen
el: Αφαίρεση επιλεγμένων στοιχείων από λίστα
es: Eliminar los ítems seleccionados de la lista
es_us: Eliminar los elementos seleccionados de la lista
fi: Poista valitut kohteet luettelosta
fr: Supprimer les éléments sélectionnés de la liste
fr_ca: Supprimer les éléments sélectionnés de la liste
he: הסרת הפריטים שנבחרו מהרשימה
hi: सूची से चयनित आइटम हटाएँ
hr: Ukloni odabrane stavke s popisa
hu: Kijelölt elemek eltávolítása a listáról
id: Hapus item yang dipilih dari daftar
it: Rimuovi gli elementi selezionati dall’elenco
ja: 選択した項目をリストから削除します。
ko: 목록에서 선택된 항목을 제거합니다.
ms: Keluarkan item dipilih daripada senarai
nl: Verwijder de geselecteerde onderdelen uit de lijst
no: Fjern markerte objekter fra listen
pl: Pozwala usunąć zaznaczone rzeczy z listy.
pt: Remove os itens selecionados da lista
pt_pt: Remover os elementos selecionados da lista.
ro: Eliminare articole selectate din listă
ru: Удалить из списка выбранные объекты
sk: Odstráni označené položky zo zoznamu
sl: Izbrane elemente odstranite s seznama
sv: Ta bort markerade objekt från listan
th: เอารายการที่เลือกออกจากลิสต์
tr: Seçilen öğeleri listeden siler
uk: Вилучити вибрані елементи зі списку
vi: Xóa các mục đã chọn khỏi danh sách
zh_cn: 从列表中移除所选项
zh_hk: 從列表移除所選的項目
zh_tw: 從列表移除所選的項目

# VOICE_TITLE_LABEL
source: Voices
ar: الأصوات
ca: Veus
cs: Hlasy
da: Stemmer
de: Stimmen
el: Φωνές
es: Voces
es_us: Voces
fi: Puheäänet
fr: Voix
fr_ca: Voix
he: קולות
hi: वॉइस
hr: Glasovi
hu: Beszédhangok
id: Suara
it: Voci
ja: 声
ko: 음성
ms: Suara
nl: Stemmen
no: Stemmer
pl: Głosy
pt: Vozes
pt_pt: Vozes
ro: Voci
ru: Голоса
sk: Hlasy
sl: Glasovi
sv: Röster
th: เสียง
tr: Sesler
uk: Голоси
vi: Giọng nói
zh_cn: 声音
zh_hk: 聲音
zh_tw: 聲音

# VOICE_VARIATIONS_LABEL
source: Variations
ar: التنوعات
ca: Variacions
cs: Varianty
da: Variationer
de: Varianten
el: Παραλλαγές
es: Variantes
es_us: Variantes
fi: Variantit
fr: Variantes
fr_ca: Variantes
he: וריאציות
hi: विविधता
hr: Varijacije
hu: Variációk
id: Variasi
it: Varianti
ja: 種類
ko: 변형
ms: Variasi
nl: Variaties
no: Varianter
pl: Odmiany
pt: Variações
pt_pt: Variações
ro: Variații
ru: Вариации
sk: Varianty
sl: Različice
sv: Variationer
th: ชุดรูปแบบ
tr: Varyasyonlar
uk: Варіації
vi: Biến thể
zh_cn: 变体
zh_hk: 聲音變化
zh_tw: 聲音變化

# EITHER_COMMAND_TWICE
source: Press Either Command Key Twice
ar: اضغط على أيٍ من مفتاحي command مرتين
ca: Prem qualsevol tecla d’ordre dos cops
cs: Dvakrát stiskněte kteroukoli klávesu Command
da: Tryk to gange på en af Kommandotasterne
de: Eine der Command-Tasten zweimal drücken
el: Πιέστε δύο φορές ένα από τα δύο πλήκτρα Command
es: Pulsar cualquiera de las teclas Comando dos veces
es_us: Presionar cualquiera de las teclas Comando dos veces
fi: Paina jompaakumpaa komentonäppäintä kahdesti
fr: Appuyer deux fois sur l’une des touches Commande
fr_ca: Appuyer deux fois sur l’une des touches Commande
he: לחיצה כפולה על אחד ממקשי ה-Command
hi: कोई भी कमांड-की दो बार दबाएँ
hr: Dvaput pritisnite bilo koju tipku Command
hu: Valamelyik Command billentyű megnyomása kétszer
id: Tekan Salah Satu Tombol Command Dua Kali
it: Premi due volte il tasto Comando
ja: どちらかのCommandキーを2回押す
ko: 양쪽 Command 키 중 하나 두 번 누르기
ms: Tekan Salah Satu Kekunci Command Dua Kali
nl: Druk tweemaal op een Command-toets
no: Trykk to ganger på en av Kommando-tastene
pl: Naciśnij dwukrotnie dowolny klawisz Command
pt: Pressione Qualquer Tecla Command 2 Vezes
pt_pt: Premir uma das teclas Comando duas vezes
ro: Apăsare dublă a oricărei taste Comandă
ru: Нажать одну из клавиш Command дважды
sk: Dvakrát stlačte jeden z klávesov Command
sl: Dvakratni pritisk poljubne tipke Command
sv: Tryck på en av kommandotangenterna två gånger
th: กดปุ่ม Command ข้างใดก็ได้สองครั้ง
tr: Komut Tuşlarından Birine İki Kez Basın
uk: Двічі натисніть будь‑яку клавішу Command
vi: Nhấn một trong hai phím Command hai lần
zh_cn: 连按两下任一Command键
zh_hk: 按兩下任何一側Command鍵
zh_tw: 按兩下任一側Command鍵

# PRIVACY_ERROR_BACKUP_LOC_TITLE
source: “%@” is a Time Machine backup folder. You cannot add it to the privacy list.
ar: ‏"%@" هو مجلد النسخ الاحتياطي لآلة الزمن. لا يمكنك إضافته لقائمة الخصوصية.
ca: “%@” és una carpeta de còpia de seguretat de Time Machine. No la podràs afegir a la llista de privacitat.
cs: „%@“ je zálohovací složka Time Machine. Nelze ji přidat do seznamu Soukromí.
da: “%@” er en mappe til Time Machine-sikkerhedskopier. Du kan ikke føje den til den private liste.
de: „%@“ ist ein Time Machine-Backup-Ordner. Du kannst ihn nicht zur Liste „Datenschutz“ hinzufügen.
el: Το «%@» είναι φάκελος εφεδρικών αρχείων Time Machine. Δεν είναι δυνατό να το προσθέσετε στη λίστα απορρήτου.
es: “%@” es una carpeta de copias de seguridad de Time Machine. No puede añadirse a la lista de privacidad.
es_us: “%@” es una carpeta de respaldos de Time Machine. No puede agregarse a la lista de privacidad.
fi: %@ on Time Machinen varmuuskopiokansio. Sitä ei voida lisätä yksityisyysluetteloon.
fr: « %@ » est un dossier de sauvegarde Time Machine. Vous ne pouvez pas l’ajouter à la liste de confidentialité.
fr_ca: « %@ » est un dossier de sauvegarde Time Machine. Vous ne pouvez pas l’ajouter à la liste de confidentialité.
he: ״%@״ הוא תיקיית גיבוי של Time Machine. לא ניתן להוסיף אותו לרשימת הפרטיות.
hi: “%@” Time Machine बैकअप फ़ोल्डर है। आप इसे गोपनीय सूची नहीं जोड़ सकते हैं।
hr: “%@” je Time Machine mapa za sigurnosne kopije. Možete ju dodati popisu privatnosti.
hu: „%@” egy Time Machine biztonsági mentési mappa. Nem veheti fel az adatvédelmi listájába.
id: “%@” adalah folder cadangan Time Machine. Anda tidak dapat menambahkannya ke daftar privasi.
it: “%@” è una cartella di backup di Time Machine. Non puoi aggiungerla all’elenco privacy.
ja: “%@”はTime Machineバックアップフォルダです。これをプライバシーリストに追加することはできません。
ko: ‘%@’은(는) Time Machine 백업 폴더입니다. 이 폴더는 개인정보 보호 목록에 추가할 수 없습니다.
ms: “%@” adalah folder sandaran Time Machine. Anda tidak boleh menambahnya ke senarai privasi.
nl: '%@' is een back‑upmap in Time Machine. Je kunt deze niet aan de privacylijst toevoegen.
no: «%@» er en Time Machine-sikkerhetskopimappe. Du kan ikke legge den til i unntakslisten.
pl: Folder „%@” jest folderem backupu Time Machine. Nie można dodać go do listy miejsc prywatnych.
pt: “%@” é uma pasta de backup do Time Machine. Você não pode adicioná-la à lista de privacidade.
pt_pt: “%@” é uma pasta de cópias de segurança do Time Machine. Não pode ser adicionado à lista de privacidade.
ro: „%@” este un dosar de backup Time Machine. Nu îl puteți adăuga la lista de intimitate.
ru: «%@» является папкой резервного копирования Time Machine и не может быть добавлена в список исключений.
sk: „%@“ je priečinok pre zálohy Time Machine. Nemôžete ho pridať do zoznamu Súkromie.
sl: »%@« je mapa za varnostno kopiranje s pripomočkom Time Machine. Ni je mogoče dodati na seznam zasebnosti.
sv: ”%@” är en säkerhetskopieringsmapp för Time Machine. Du kan inte lägga till den i listan för integritetsskydd.
th: “%@” เป็นโฟลเดอร์ข้อมูลสำรอง Time Machine คุณไม่สามารถเพิ่มเข้าไปในลิสต์ความเป็นส่วนตัวได้
tr: “%@” bir Time Machine yedekleme klasörüdür. Onu gizlilik listesine ekleyemezsiniz.
uk: «%@» є папкою резервної копії Time Machine. Ви не можете додати її до конфіденційного списку.
vi: “%@” là thư mục sao lưu Time Machine. Bạn không thể thêm thư mục đó vào danh sách quyền riêng tư.
zh_cn: “%@”是时间机器的备份文件夹。你不能将它添加到隐私列表。
zh_hk: 「%@」是「時光機」備份資料夾。你無法將其加入私隱列表。
zh_tw: 「%@」是「時光機」備份檔案夾。你無法將其加入隱私權列表。

# VOICE_VARIETY_UNDO
source: Change Siri Voice Variety
ar: تغيير تنوع الصوت في Siri
ca: el canvi de l’opció “Varietat de veu de Siri”
cs: Změnit variantu hlasu Siri
da: Skift Stemmemuligheder for Siri
de: Siri-Stimmvariante ändern
el: Αλλαγή της παραλλαγής φωνής Siri
es: cambio de “Variedad de voz de Siri”
es_us: cambio de variante de voz de Siri
fi: Vaihda Sirin puheäänen variantti
fr: Changer la variante de la voix de Siri
fr_ca: Changer la variété de voix de Siri
he: שינוי וריאציית הקול של Siri
hi: Siri वॉइस विविधता बदलें
hr: Promijeni raznolikost glasa za Siri
hu: Siri-beszédhangválaszték módosítása
id: Ubah Variasi Suara Siri
it: Modifica la varietà della voce di Siri
ja: Siriの声の種類を変更
ko: Siri 방언 음성 변경
ms: Menukar Kelainan Suara Siri
nl: Wijzig Siri-stemvariëteit
no: endring av Siri-stemmevariasjon
pl: Zmień wartość Odmiana głosu Siri
pt: Alterar opção Variação da Voz da Siri
pt_pt: Alterar variante da voz de Siri
ro: modificarea opțiunii Siri „Variantă de voce”
ru: изменение варианта голоса Siri
sk: Zmeniť variant hlasu Siri
sl: Spremeni izbor glasov za Siri
sv: Ändra Siri-röstvariation
th: เปลี่ยนตัวเลือกเสียง Siri
tr: Siri Ses Türü Ayarını Değiştir
uk: змінення варіанту вимови Siri
vi: Thay đổi Biến thể giọng nói của Siri
zh_cn: 更改Siri声音变体
zh_hk: 更改Siri語音變體
zh_tw: 更改Siri聲音變化

# GM_EXTERNAL_BOOT_DRIVE_UNAVAILABLE
source: Apple Intelligence is not available when starting your Mac from an external volume.
ar: لا يتاح ذكاء Apple عند بدء تشغيل Mac من وحدة تخزين خارجية.
ca: L’Apple Intelligence no està disponible si arrenques el Mac des d’un volum extern.
cs: Když Mac spustíte z externího svazku, Apple Intelligence není k dispozici.
da: Apple Intelligence er ikke tilgængelig, når du starter Mac fra en ekstern enhed.
de: Apple Intelligence ist nicht verfügbar, wenn der Mac von einem externen Volume gestartet wird.
el: Το Apple Intelligence δεν είναι διαθέσιμο κατά την εκκίνηση του Mac σας από εξωτερικό τόμο.
es: Apple Intelligence no está disponible si inicias el Mac desde un volumen externo.
es_us: Apple Intelligence no está disponible cuando arrancas tu Mac desde un volumen externo.
fi: Apple Intelligence ei ole käytettävissä, kun Mac on käynnistetty ulkoiselta taltiolta.
fr: Apple Intelligence n’est pas disponible lorsque vous démarrez votre Mac depuis un volume externe.
fr_ca: Apple Intelligence n’est pas disponible lors du démarrage du Mac à partir d’un volume externe.
he: ‏Apple Intelligence אינו זמין בעת הפעלת ה-Mac מאמצעי אחסון חיצוני.
hi: किसी बाहरी वॉल्यूम से अपने Mac को शुरू करने पर Apple Intelligence उपलब्ध नहीं रहेगा।
hr: Značajka Apple Intelligence nije dostupna kad pokrenete Mac s vanjske jedinice.
hu: Az Apple Intelligence nem érhető el, amikor külső kötetről indítja el a Macjét.
id: Apple Intelligence tidak tersedia saat memulai Mac Anda dari volume eksternal.
it: Apple Intelligence non è disponibile quando avvii il Mac da un volume esterno.
ja: Macを外部ボリュームから起動している場合、Apple Intelligenceは使用できません。
ko: Mac이 외장 볼륨에서 시작되는 경우에는 Apple Intelligence를 사용할 수 없습니다.
ms: Apple Intelligence tidak tersedia apabila memulakan Mac anda daripada volum luaran.
nl: Apple Intelligence is niet beschikbaar wanneer je je Mac opstart vanaf een extern volume.
no: Apple Intelligence er ikke tilgjengelig når Macen startes fra et eksternt volum.
pl: Nie możesz korzystać z Apple Intelligence, gdy Mac został uruchomiony z woluminu zewnętrznego.
pt: A Apple Intelligence não fica disponível quando você inicializa o Mac a partir de um volume externo.
pt_pt: Apple Intelligence não está disponível quando o Mac é iniciado a partir de um volume externo.
ro: Funcționalitatea Apple Intelligence nu este disponibilă atunci când porniți Mac‑ul de pe un volum extern.
ru: Функции Apple Intelligence недоступны, когда компьютер Mac загружается с внешнего тома.
sk: Apple Intelligence nie je k dispozícii, keď je Mac spustený z externého oddielu.
sl: Apple Intelligence ni na voljo, kadar Mac zaženete prek zunanjega nosilca.
sv: Apple Intelligence är inte tillgängligt när datorn startas från en extern volym.
th: ไม่มี Apple Intelligence เมื่อเริ่มการทำงาน Mac ของคุณจากดิสก์โวลุ่มภายนอก
tr: Mac’iniz harici bir disk bölümünden başlatıldığında Apple Intelligence kullanılamaz.
uk: Функції Apple Intelligence недоступні, коли запуск Mac виконується із зовнішнього тому.
vi: Apple Intelligence không khả dụng khi khởi động máy Mac của bạn từ ổ đĩa ngoài.
zh_cn: 从外接宗卷启动Mac时无法使用Apple智能。
zh_hk: 透過外置卷宗啟動Mac時無法使用Apple Intelligence。
zh_tw: Apple Intelligence無法在從外部卷宗啟動Mac時使用。
